Repository: giuseppe-not-true/League_of_monsters
Catalog: *.lproj/Localizable.strings
Languages: es

source: Alessandro Colantonio - Character animations Giuseppe Falso - Particles FX
es: Alessandro Colantonio - Animación de personajes Giuseppe Falso - Particles FX

source: Animations
es: Animaciones

source: Art
es: Gráfica

source: Code
es: Programación

source: Coming Soon
es: Próximamente

source: Contributions
es: Contribuciones

source: Credits
es: Creditos

source: Game Design
es: Diseño de Juego

source: GuttyKreum - Clean City tiles Wesley FG - Marnian Region Tileset Salvatore Luca Vessillo - Dogezilla Pixel Art
es: GuttyKreum - Clean City tiles Wesley FG - Marnian Region Tileset Salvatore Luca Vessillo - Pixel Art Dogezilla

source: League of Monsters
es: Liga de Monstruos

source: Music and Sound Design
es: Musica y Sonidos

source: Play
es: Jugar

source: Rampage
es: Destrucción

source: Run Away
es: Escapar

source: Score:
es: Puntaje:

source: Scorebonk
es: Bonkadores

source: Soundtracks
es: Banda sonora

source: Stage:
es: Mapa:
